{
  "id": 2,
  "meta": {
    "title": "Nỗi Khổ Có Thật Sự Là Kẻ Thù Của Ta? | Bài Học Về Vô Thường Và Trí Tuệ",
    "alias": "noi-kho-co-that-su-la-ke-thu-cua-ta",
    "hook": "Nỗi khổ có thật sự là kẻ thù, hay chính là người thầy âm thầm giúp ta trưởng thành?",
    "tags": [
      "vô thường",
      "khổ",
      "tỉnh thức",
      "chánh niệm",
      "phật pháp",
      "giải thoát",
      "triết lý cuộc sống"
    ],
    "video_type": "short",
    "description": "Trong cuộc đời, chúng ta thường xem nỗi khổ là kẻ thù và tìm cách trốn tránh. Nhưng thật ra, khổ đau không đến để hủy diệt ta. Nó là bài học vô thường, là tấm gương phản chiếu sự thật, giúp ta biết trân trọng hạnh phúc, mở rộng lòng từ bi và trưởng thành trong trí tuệ."
  },
  "scenes": [
    {
      "title": "Câu Hỏi Giữa Cơn Mưa",
      "visual": "Một buổi chiều mưa, học trò ngồi co ro dưới mái hiên chùa, ánh mắt trĩu nặng u sầu.",
      "sound": "Tiếng mưa rơi rả rích, nhạc nền trầm buồn.",
      "narration": "Học trò hỏi. Thưa thầy, tại sao nỗi khổ luôn bám lấy con. Nó có phải là kẻ thù của con không."
    },
    {
      "title": "Ẩn Dụ Của Thầy",
      "visual": "Thầy ngồi bên bếp lửa, nhặt một hòn than đỏ rực, rồi đặt xuống đất để ánh sáng từ từ tàn lụi.",
      "sound": "Âm nhạc trầm ấm, tiếng lửa tí tách vang lên.",
      "narration": "Thầy nói. Nỗi khổ không phải kẻ thù. Nó như hòn than đỏ, nếu ôm chặt sẽ bỏng rát, nhưng nếu quan sát từ xa, con sẽ thấy nó tỏa sáng và sưởi ấm. Nhờ khổ đau, con mới hiểu giá trị của niềm vui, của sự an lành."
    },
    {
      "title": "Tỉnh Thức Và Lời Dặn",
      "visual": "Mưa dần tạnh, bầu trời hửng sáng. Học trò khẽ mỉm cười, ánh mắt dần nhẹ nhõm. Thầy nhìn xa xăm, gương mặt hiền từ.",
      "sound": "Âm nhạc dâng lên rồi lắng xuống trong sự tĩnh mịch. Tiếng chim hót vang lên sau cơn mưa.",
      "narration": "Học trò thở dài, như buông xuống gánh nặng trong lòng. Thầy dặn. Con đừng trốn chạy khổ đau. Hãy để nó dạy con biết kiên nhẫn, biết yêu thương, biết mở rộng trí tuệ. Khi con hiểu được điều này, nỗi khổ sẽ không còn là kẻ thù, mà trở thành người thầy."
    }
  ],
  "generation_params": {
    "logo": {
      "path": "C:\\Users\\Admin\\Videos\\video-studio\\assets\\sen.png",
      "scale": 0.1,
      "transform_x": 0.9,
      "transform_y": -0.5
    },
    "text_logo": {
      "text": "Bước Chân An Lạc",
      "font_size": 12,
      "font_color": "#FFFFFF",
      "font_alpha": 0.6,
      "transform_x": 0,
      "transform_y": 0,
      "animation_type": "fly_in_left"
    },
    "random_effects": {
      "max_effects": 10
    },
    "scene_images": {
      "scale": 1.2
    },
    "background_layer": {
      "scale": 2.5,
      "blur": 3
    },
    "fixed_effects": {
      "effects": [
        {
          "effect_type": "Firefly",
          "track_name": "fixed_effect_2",
          "params": []
        }
      ]
    },
    "enabled_modules": [
      "background_layer",
      "scene_images",
      "fixed_effects"
    ]
  }
}