{
  "id": 1,
  "meta": {
    "title": "Khi Tất Cả Đều Thay Đổi, Ta Còn Bám Víu Vào Điều Gì? | Lời Dạy Về Vô Thường",
    "alias": "khi-tat-ca-deu-thay-doi-ta-con-bam-viu-vao-dieu-gi-vo-thuong",
    "hook": "Một buổi chiều, khi tất cả xung quanh đang đổi thay, một người học trò đầy lo âu đã hỏi thầy: Ta còn có thể bám víu vào điều gì?",
    "tags": ["vô thường", "khổ", "chánh niệm", "triết lý sống", "giải thoát", "hạnh phúc nội tâm"],
    "video_type": "short",
    "description": "Trong cuộc sống, mọi thứ đều thay đổi không ngừng: người thân rời xa, tuổi trẻ phai tàn, và những điều ta từng bám víu cũng dần trôi qua. Nhưng liệu ta có thực sự cần phải bám víu vào điều gì? Thầy đã dạy rằng, thay vì bám víu, ta hãy học cách hiện diện và trân trọng từng khoảnh khắc, để tìm thấy bình an trong sự vô thường của cuộc đời."
  },
  "scenes": [
    {
      "title": "Câu Hỏi Giữa Chiều Buồn",
      "visual": "Khung cảnh chùa vào buổi chiều tà, nắng vàng nhạt phủ xuống sân gạch, học trò ngồi bất an dưới mái hiên.",
      "sound": "Âm nhạc nhẹ nhàng, gió thổi vi vu, tiếng chuông chùa xa xa.",
      "narration": "Một buổi chiều, người học trò với tâm trạng nặng nề cất tiếng hỏi. Thưa thầy, khi tất cả đều thay đổi, người thân rời xa, tuổi trẻ cũng tàn phai, con còn có thể bám víu vào điều gì?"
    },
    {
      "title": "Lời Dạy Ôn Tồn",
      "visual": "Thầy mỉm cười hiền từ, đưa tay hứng một dòng nước mát đang chảy qua, để nó lặng lẽ trôi đi.",
      "sound": "Âm nhạc trầm ấm, tiếng nước róc rách xen trong gió nhẹ.",
      "narration": "Thầy vui ôn tồn đáp lời. Con thấy nước chảy qua tay không. Con không thể giữ nó lại, nhưng con có thể cảm nhận sự mát lành ngay khi nó trôi qua. Đời sống cũng vậy. Con không cần bám víu, chỉ cần hiện diện và trân trọng trong khoảnh khắc này."
    },
    {
      "title": "Tỉnh Thức Và Bình An",
      "visual": "Học trò ngẩng đầu, đôi mắt chan chứa niềm sáng, hít sâu một hơi thở và nở nụ cười bình yên. Thầy nhìn xa về bầu trời rộng mở.",
      "sound": "Âm nhạc dâng lên rồi lắng xuống trong sự tĩnh lặng, tiếng chuông ngân vang trong chiều.",
      "narration": "Học trò khẽ gật đầu, tâm hồn nhẹ nhõm như vừa buông xuống một gánh nặng. Thầy dặn. Không có gì để bám víu, nhưng cũng không cần phải bám víu. Bình an đến khi con biết thở, biết sống trọn vẹn trong từng phút giây, và để mọi đổi thay trở thành người bạn đồng hành."
    }
  ]
}
