{
  "id": 68,
  "meta": {
    "title": "Khi Con Người Bị Lừa Bởi Ảo Tưởng | Bài Học Về Trí Tuệ & Trung Đạo",
    "alias": "khi-con-nguoi-bi-lua-boi-ao-tuong",
    "hook": "Chúng ta thường tin vào những gì mắt thấy tai nghe. Nhưng liệu tất cả có phải là sự thật, hay chỉ là ảo tưởng đánh lừa tâm trí?",
    "tags": ["trí tuệ", "trung đạo", "ảo tưởng", "tỉnh thức", "phật pháp", "giải thoát", "chánh niệm"],
    "video_type": "short",
    "description": "Trong đời sống, con người dễ bị lừa bởi ảo tưởng: quyền lực, danh vọng, hay những cảm xúc thoáng qua. Thầy đã chỉ ra rằng ảo tưởng như bóng trăng dưới nước, tưởng thật nhưng không thể nắm bắt. Khi tỉnh thức, ta học cách nhìn thẳng vào sự thật, đi trên con đường trung đạo và tìm về trí tuệ."
  },
  "scenes": [
    {
      "title": "Câu Hỏi Về Sự Thật",
      "visual": "Học trò nhìn vào mặt hồ buổi tối, nơi ánh trăng phản chiếu lung linh, gương mặt hoang mang.",
      "sound": "Tiếng côn trùng đêm, nhạc nền huyền bí nhẹ nhàng.",
      "narration": "Học trò hỏi. Thưa thầy, vì sao con người luôn chạy theo những điều tưởng thật, để rồi nhận về thất vọng. Có phải con đang sống trong ảo tưởng không."
    },
    {
      "title": "Ẩn Dụ Về Ánh Trăng",
      "visual": "Thầy chỉ tay xuống mặt hồ, nơi ánh trăng in bóng nhưng không thể chạm vào.",
      "sound": "Âm nhạc trầm ấm, tiếng gió thổi nhẹ qua rừng tre.",
      "narration": "Thầy nói. Con thấy bóng trăng trong nước không. Nó sáng, nó đẹp, nhưng con không thể nắm bắt. Ảo tưởng trong cuộc đời cũng như vậy. Danh vọng, quyền lực hay dục vọng thoáng qua chỉ là bóng hình. Nếu tin nó là thật, con sẽ đau khổ."
    },
    {
      "title": "Lời Dặn Về Trung Đạo",
      "visual": "Học trò ngẩng đầu nhìn lên bầu trời, thấy vầng trăng thật sáng rực rỡ trên cao. Gương mặt bừng sáng nhận ra chân lý.",
      "sound": "Âm nhạc dâng trào rồi lắng xuống êm đềm, tiếng chuông chùa ngân vang.",
      "narration": "Học trò khẽ gật đầu, tâm trí bừng tỉnh. Thầy dặn. Đừng chạy theo bóng ảo dưới nước, hãy hướng về mặt trăng thật trên bầu trời. Chỉ khi con bước đi bằng trí tuệ và Trung đạo, con mới không còn bị lừa bởi ảo tưởng."
    }
  ]
}
